alacritty
alsa-plugins
alsa-tools
alsa-utils
archiso
aria2
asp
autoconf
automake
b43-fwcutter
base
bashmount
bashtop
betterlockscreen
bibata-cursor-theme-bin
bind
bison
blueman
bluez
bluez-utils
bmon
bridge-utils
brltty
broadcom-wl-dkms
btrfs-progs
cabextract
calc
calcurse
ccache
chafa
cloud-init
crda
ctags
curl
darkhttpd
dconf-editor
ddrescue
devtools
dfrs
dhclient
dhcpcd
dialog
diff-so-fancy
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
dunst
duplicity
editorconfig-core-c
edk2-shell
efibootmgr
espeakup
ethtool
exfatprogs
expac
f2fs-tools
fakeroot
fatresize
ffmpeg
ffmpegthumbnailer
firewalld
fish
flex
font-manager-git
fsarchiver
gcc
geany
geany-plugins
git
git-delta
git-lfs
github-cli
gnome-calculator
gnome-keyring
gnu-free-fonts
gnu-netcat
gopass
gopass-jsonapi
gpart
gparted
gperf
gpm
gptfdisk
groff
grub
grub-btrfs
grub2-theme-default
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-smb
hdparm
hexyl
highlight
htop
ibus
ibus-libpinyin
ibus-pinyin
icon-packs
indicator-sound-switcher
inetutils
inotify-tools
intel-ucode
iptables-nft
ipw2100-fw
ipw2200-fw
irssi
iw
iwd
jfsutils
jq
kakoune
keychain
kitty-terminfo
kvantum-theme-adapta
lesspipe
lftp
libfido2
libguestfs
libportal
libtool
libusb-compat
libxft-bgra
linux
linux-atm
linux-firmware
linux-headers
linux-zen
linux-zen-headers
lnav
lsb-release
lsscsi
lvm2
lxappearance
lxdm-gtk3
lxdm-theme
lynx
m4
maim
make
man-db
man-pages
mc
mdadm
mesa-demos
meson
micro-git
mkinitcpio-archiso
mkinitcpio-nfs-utils
mlocate
modemmanager
mopidy
moreutils
most
mpc
mpd
mpdris2
mpv
mtools
myarch-gtk-theme-adapta
myarch-gtk-theme-arc
myarch-gtk-theme-dracula
myarch-gtk-theme-groot
myarch-gtk-theme-gruvbox
myarch-gtk-theme-nordic
myarch-gtk-theme-rick
namcap
nano
nbd
ncdu
ncmpcpp
ndisc6
nemo-fileroller
nemo-meld-compare
nemo-preview
nerd-fonts-fontconfig
nerd-fonts-hack
nethogs
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
nm-connection-editor
nmap
noto-fonts-emoji
noto-fonts-lite
npm
ntfs-3g
nvme-cli
openconnect
openssh
openvpn
p7zip
pamixer
partclone
parted
partimage
pass-import
patch
pavucontrol
pcsclite
perl-image-exiftool
perl-term-readkey
phonon-qt5-gstreamer
php
picom-ibhagwan-git
pkgconf
pkgfile
playerctl
polkit
polkit-gnome
polybar-dwm-module-git
ppp
pptpclient
profile-sync-daemon
profile-sync-daemon-edge
pulseaudio
pulseaudio-alsa
pulseaudio-equalizer-ladspa
pulsemixer
pv
python-pip
python-psutil
python-pygit2
python-pywal
qemu
qemu-guest-agent
qt5-graphicaleffects
qt5-quickcontrols
qt5ct
ranger
reflector
reiserfsprogs
repose
rng-tools
rofi
rofi-greenclip
rp-pppoe
rsync
rustup
rxvt-unicode-terminfo
scons
screen
scrot
sdparm
sg3_utils
shellcheck-bin
smartmontools
snapper
sof-firmware
speedtest++
squashfs-tools
sshfs
sudo
svgo
sxhkd
sxiv-git
syslinux
systemd-resolvconf
tcpdump
terminus-font
testdisk
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
time
tmux
tpm2-tss
ttf-arphic-uming
ttf-dejavu-emojiless
ttf-hack
ttf-jetbrains-mono
ttf-material-design-icons-desktop-git
ttf-opensans
tumbler
udevil
udftools
udiskie
udisks2
unclutter
unrar
unzip
usb_modeswitch
usbmuxd
usbutils
vde2
vi
viewnior
vifm
vim
virt-manager
virt-viewer
vlc
vpnc
w3m
wget
which
wimlib
wired
wireless-regdb
wireless_tools
wmctrl
wpa_supplicant
wqy-microhei
wqy-zenhei
wvdial
x11-ssh-askpass
xarchiver
xbindkeys-git
xclip
xdg-user-dirs
xdg-user-dirs-gtk
xdo
xdotool
xf86-video-fbdev
xf86-video-nouveau
xf86-video-vesa
xfce4-power-manager
xfce4-settings
xfsprogs
xl2tpd
xmlstarlet
xorg-font-utils
xorg-fonts-misc
xorg-server-devel
xorg-server-xephyr
xorg-xauth
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xmessage
xorg-xmodmap
xorg-xrdb
xorg-xsetroot
xorg-xwininfo
xsel
xsettingsd
yad
yay-bin
zenity
zip
zram-generator
zsh
